Repository: oscarahalvorsen/masterproject
Catalog: maalfrid/tmx/nasjonalmuseet.no.csv-en-nb.deduped.tmx
Source language: en
Languages: nb

source: The setting brings to mind the landscape of Andorsrud, while the architecture of the white portal is more akin to the entranceway to Nordby Farm in Østerdalen, where Fjell lived in his teens.
nb: Landskapet minner om barndommens rike på Andorsrud, mens arkitekturen i den hvite portalen likner mer på inngangspartiet på Nordby gård i Østerdalen der Fjell bodde i tenårene.

source: "Dyre- og figurstudie" relates to: Related works
nb: "Dyre- og figurstudie" relaterer til: Utforsk lignende verk fra samlingen

source: This was a community to which she belonged.
nb: Dette var et miljø hun selv var en del av.

source: “Exotic Dreams and Poetic Misunderstandings” is the collective title of several of her art projects, bringing to mind the creative potential inherent in the imagination and cultural curiosity.
nb: «Exotic Dreams and Poetic Misunderstandings» er samletittelen på flere av hennes kunstprosjekter, og det gir en pekepinn om det kreative potensial i nettopp drømmer og misforståelser.

source: Works from the Hubert Looser Collection presents works by artists who have rarely been shown in Norway, including Willem de Kooning, Cy Twombly, Arshile Gorky, David Smith, Agnes Martin, Ellsworth Kelly, Robert Ryman, Richard Serra, Sean Scully, Brice Marden and Rebecca Horn.
nb: Verk fra «Hubert Loosers samling» byr på verk av kunstnere som sjelden har vært vist i Norge, som Willem de Kooning, Cy Twombly, Arshile Gorky, David Smith, Agnes Martin, Ellsworth Kelly, Robert Ryman, Richard Serra, Sean Scully, Brice Marden og Rebecca Horn med flere.

source: "Kurv med vindruer" relates to: Related works
nb: "Kurv med vindruer" relaterer til: Utforsk lignende verk fra samlingen

source: Returning to Bergen by boat was not an option.
nb: Båttur tilbake til Bergen var uaktuelt.

source: She is Professor of Architecture at the
nb: Hun er professor i arkitektur ved

source: The Swedish photographer Christer Strömholm lived in Paris in the 1950s and 60s.
nb: Den svenske fotografen Christer Strömholm bodde i Paris på 1950 og 60-tallet.

source: Tim Lennon (Artist for cartoon/modello i.a.)
nb: Tim Lennon (Kunstner for mønster/kartong e.l.)

source: Henri Matisse worked from 1900 to 1910 with paintings and sculptures in parallel.
nb: Henri Matisse arbeidet i årene 1900 til 1910 parallelt med malerier og skulpturer.

source: Otti Berger and a friend on a Bauhaus Dessau balcony, 1931-32.
nb: Otti Berger og venninne på en Bauhaus Dessau balkong, 1931-32.

source: cultural engagement and in particular which methods will
nb: relt engasjement, og spesielt hvilke metoder som genererer

source: A model for cohousing, they will build a full-scale cohousing project inside the pavilion.
nb: En modell for bofellesskap» bygger de en modell av et bofellesskap i full skala inne i paviljongen.

source: In 1905, Prince Carl was elected King of Norway and took the name Haakon VII.
nb: I 1905 ble prins Carl folkevalgt konge av Norge under navnet Haakon VII og Maud ble kronet til dronning.

source: Each night, I took my pipe, my old Leica, a few Tri-X films and the little French I knew and went down to the brasserie on the place Blanche.
nb: Hver natt grep jeg pipen, mitt gamle Leica-kamera, noen Tri-X-filmer og den fransken jeg kunne og gikk ned til brasseriet på Place Blanche.

source: Giovanni Battista Piazzetta (by erroneus tradition)
nb: Giovanni Battista Piazzetta (ifølge feilaktig tradisjon)

source: One of the first Bauhaus-inspired designs in Norway.
nb: Et av de første Bauhaus-inspirerte design i Norge.

source: She grew up in a wealthy business family in Stavanger, with a supportive network and opportunities to travel abroad for inspiration.
nb: Hun vokste opp i en velstående forretningsfamilie i Stavanger og hadde et godt nettverk rundt seg og muligheter til å reise utenlands for inspirasjon.

source: Mette Tronvoll, who trained at the Parsons School of Design in New York, often photographs people in exotic locations, such as Greenland, Japan, Mongolia, and Svalbard.
nb: Mette Tronvoll, utdannet ved Parsons School of Design i New York, fotograferer gjerne mennesker i eksotiske deler av verden som Grønland, Japan, Mongolia og Svalbard.

source: Works from the Hubert Looser Collection
nb: Verk fra collection Hubert Looser

source: The painting is in small format, and as in an impressionist study, the motif is depicted with clear brushstrokes and a lot of light.
nb: Maleriet er i lite format, og som i en impresjonistisk studie skildres motivet med tydelige penselstrøk og mye lys.

source: Queen of Poland Cecilia Renate of Habsburg
nb: Dronning av Polen Cecilia Renate av Habsburg

source: She took part in the debate on women's rights and co-founded the Norwegian Association for Women's Rights in 1884.
nb: Hun deltok i diskusjonen omkring kvinners rettigheter, og var med på å stifte Norsk Kvinnesaksforening i 1884.

source: "Villa Stousland II" relates to: Related works
nb: "Villa Stousland II" relaterer til: Utforsk lignende verk fra samlingen

source: The streets and the church in Røros are familiar motifs in his paintings.
nb: Gatene og kirken i Røros er kjente motiv i bildene hans.

source: Hertervig lived alone all his life and died in Stavanger in 1902.
nb: Hertervig bodde alene hele livet og døde i Stavanger i 1902.

source: Rosa da Brescia (by erroneus tradition)
nb: Rosa da Brescia (ifølge feilaktig tradisjon)

source: "Triton" relates to:
nb: "Triton" relaterer til:

source: "Margrethe Gram i karnevalsdrakt" relates to: Related works
nb: "Margrethe Gram i karnevalsdrakt" relaterer til: Utforsk lignende verk fra samlingen

source: Pen and wash, 987 x 652 mm." in fullscreen
nb: Penn og lavering på papir, 987 x 652 mm." i full størrelse

source: Senior Communications Advisor, Ellisiv Brattfjord,
nb: senior kommunikasjonsrådgiver Ellisiv Brattfjord.

source: Martin Schongauer (Artist for cartoon/modello i.a.)
nb: Martin Schongauer (Kunstner for mønster/kartong e.l.)

source: "Fra Glen Sannox, Arran" relates to: Related works
nb: "Fra Glen Sannox, Arran" relaterer til: Utforsk lignende verk fra samlingen

source: © Gertner, Christoph, Spranger, Bartholomaeus, hans skole Related works
nb: © Gertner, Christoph, Spranger, Bartholomaeus, hans skole Utforsk lignende verk fra samlingen

source: Men and women hover around, fall down, and are thrown together with uprooted tree trunks.
nb: Manns- og kvinneskikkelsene svever, faller og kastes sammen med løse trestammer.

source: Bertel Thorvaldsen (1770–1844), one of the most celebrated artists of his time, stands in front of a window with a view of the Coliseum and the Arch of Constantine in Rome.
nb: Bertel Thorvaldsen (1770–1844), en av sin tids mest tiljublete kunstnere, står foran et vindu med utsikt mot Colosseum og Konstantinsbuen i Roma.

source: "Slott ved Gottlieben" relates to: Related works
nb: "Slott ved Gottlieben" relaterer til: Utforsk lignende verk fra samlingen

source: Billedkunstner, Painter, Graphic artist
nb: Billedkunstner, Maler, Grafiker

source: The artist explores the contrasts between the light and the heavy, the fluid and the stable, the vertical and the horizontal, the organic and the constructed, the playful and the strict.
nb: Kunstneren arbeider med motsetningene mellom det lette og det tunge, det flyktige og stabile, det vertikale og det horisontale, det organiske og det konstruktive, det lekne og det strenge.

source: "To mannsportretter" relates to:
nb: "To mannsportretter" relaterer til:

source: "Studier av ender" relates to: Related works
nb: "Studier av ender" relaterer til: Utforsk lignende verk fra samlingen

source: and Minahan, 2007), managerialist approaches can be seen
nb: eksempel Glow og Minahan, 2007), kan slike målstyrte mo-

source: Weber (Artist for cartoon/modello i.a.)
nb: Weber (Kunstner for mønster/kartong e.l.)

source: Marijke van Warmerdam achieved her international breakthrough in the mid-1990s after participating at the 1995 Venice Biennale and at documenta X in Kassel in 1997.
nb: Marijke van Warmerdam fikk sitt internasjonale gjennombrudd i midten av 1990-årenesom deltaker på Venezia-biennalen i 1995 og på documenta i Kassel 1997.

source: Tisdel was also a board member at the Norwegian Museum of Cultural History and is currently a board member at the Museums in Akershus.
nb: Tisdel var også styremedlem i Norsk folkemuseum og er for tiden styremedlem i Musene i Akershus.

source: "Hercules Farnese, sett forfra" relates to: Related works
nb: "Hercules Farnese, sett forfra" relaterer til: Utforsk lignende verk fra samlingen

source: The first of its kind, this exhibition shows the wide-ranging influence of Japanese art on Nordic art and design around 1900.
nb: For første gang vises den japanske kunstens mangfoldige innflytelse på nordisk kunst og design omkring 1900.

source: "Hest og kjerre" relates to: Related works
nb: "Hest og kjerre" relaterer til: Utforsk lignende verk fra samlingen

source: "Komposisjonsstudie (fragment)" relates to:
nb: "Komposisjonsstudie (fragment)" relaterer til:

source: of ‘quality’, which they may not agree with, ascribed to their
nb: er om «kvalitet» som de selv kanskje ikke var enige i (Hall,

source: John Bock trained at the Hochschule für Bildende Künste in Hamburg and is inspired by the German tradition of action art, as manifested in Fluxus concerts at Kunstakademie Düsseldorf, several of Joseph Beuys’ actions, and Gruppe ZERO.
nb: John Bock er utdannet på Hochschule für Bildende Künste i Hamburg og tar opp tradisjonen fra tysk aksjonskunst, kjent fra fluxus-konserter på Kunstakademie Düsseldorf, fra en rekke av Joseph Beuys’ aksjoner og Gruppe ZERO.

source: Born 26.06.1909 in Levanger, death 24.11.1995 in Oslo
nb: Født 26.06.1909 i Levanger, død 24.11.1995 i Oslo

source: The roof and the walls are made of glass, and the framework is made of aluminium.
nb: Taket og veggene er av glass, og reisverket i aluminium.

source: Born 1875 in Oslo, death 1942
nb: Født 1875 i Oslo, død 1942

source: Wilhelm von Hanno: “The Arch Way in Trinity Church”, 1851.
nb: Wilhelm von Hanno: «Buegangen i Trefoldighetskirken», 1851.

source: "Badende menn og gutter" relates to: Related works
nb: "Badende menn og gutter" relaterer til: Utforsk lignende verk fra samlingen

source: Unfortunately, her career was cut short – she died in Auschwitz in 1944 or 1945.
nb: Dessverre ble hennes karriere kort – hun døde i Auschwitz i 1944 eller 1945.

source: "Trær i landskap" relates to: Related works
nb: "Trær i landskap" relaterer til: Utforsk lignende verk fra samlingen

source: "Utsikt fra Gyssestad" relates to: Related works
nb: "Utsikt fra Gyssestad" relaterer til: Utforsk lignende verk fra samlingen

source: She painted a number of portraits of upper-class society members, both men and women.
nb: Hun utførte en rekke portretter av samfunnets øvre sjikt, både menn og kvinner.

source: "Fra Revheim ved Hafrsfjord" relates to: Related works
nb: "Fra Revheim ved Hafrsfjord, Fra Refvem, Hafrsfjord" relaterer til: Utforsk lignende verk fra samlingen

source: Among the most problematic symptoms are bleeding paint layers, drips, deformations, delaminations, paint loss, colour change and gloss change.
nb: De mest problematiske symptomene er utflytende malingslag, dråper, deformasjoner, delamineringer, malingstap, fargeendring og endring av glans.

source: "Fidra, Firth of Forth" relates to: Related works
nb: "Bassrock, Firth of Forth" relaterer til: Utforsk lignende verk fra samlingen

source: Portrait of Lucius Verus, main
nb: Portrett av Lucius Verus, hovedtype

source: Jacob Wilhelm Nordan (Architect - assumed certain)
nb: Jacob Wilhelm Nordan (Arkitekt - antatt sikker)

source: of the program or policy.’
nb: av programmet eller strategien».

source: After participating in the “scandalous” and much publicized exhibition of Scandinavian cubism in 1927, Keyser moderated her style in a more figurative direction.
nb: Etter å ha deltatt på en mye omtalt såkalt skandaleutstilling hvor skandinavisk kubisme ble presentert i 1927, modererte Keyser sitt uttrykk i retning av det figurative.

source: Peder Balke was a student of J.C. Dahl in Dresden in 1836 and 1843–44.
nb: Peder Balke var elev av J.C. Dahl i Dresden i 1836 og 1843–44.

source: "Eidsborg stavkirke en gråværsdag" relates to: Related works
nb: "Eidsborg stavkirke en gråværsdag" relaterer til: Utforsk lignende verk fra samlingen

source: Strong and independent
nb: Sterk og selvstendig

source: Pierre-Imbert Drevet (by erroneus tradition)
nb: Pierre-Imbert Drevet (ifølge feilaktig tradisjon)

source: "Grotta Vecchia ved Posillipo" relates to: Related works
nb: "Grotta Vecchia ved Posillipo" relaterer til: Utforsk lignende verk fra samlingen

source: Hjelm &Årnes (Manufactured by - assumed certain)
nb: Hjelm &Årnes (Produsent - antatt sikker)

source: Uidentifisert, gresk (Copy after - hypothetical)
nb: Uidentifisert, gresk (Kopi etter - hypotetisk)

source: Pahr Fabrikker (Olav Pahr) (Producer of depicted object - assumed uncertain)
nb: Pahr Fabrikker (Olav Pahr) (Produsent av avbildet gjenstand - antatt usikker)

source: The viewer stands outside and looks at everyday objects, clothes, furniture and sculptures.
nb: Publikum står på utsiden og kikker inn på hverdagsobjekter, klær, møbler og skulpturer.

source: The marriage did not last, and Bergman returned to Norway in 1939.
nb: Ekteskapet endte og i 1939 vendte Bergman tilbake til Norge.

source: She quickly learned to weave, and in the years that followed she established a new foundation for the future of Norwegian textile art.
nb: På rekordtid lærte hun seg å veve og i årene som fulgte etablerte hun et nytt grunnlag for en videre norsk tekstilkunst.

source: See more information here Beate Hølmebakk’s Virginia series (1995–2000) consists of drawings and models for four houses based on interpretations of four female characters from literature.
nb: Beate Hølmebakks Virginia-serie (1995–2000) består av tegninger og modeller til fire hus som tar utgangspunkt i tolkning av fire litterære kvinneskikkelser.

source: Born 19.01.1899 in Stoke-on-Trent, death 23.10.1972 in Staffordshire, Storbritannia
nb: Født 19.01.1899 i Stoke-on-Trent, død 23.10.1972 i Staffordshire, Storbritannia

source: Born 22.03.1899 in Hamar, death 30.08.1995 in Oslo
nb: Født 22.03.1899 i Hamar, død 30.08.1995 i Oslo

source: is about Atlantis, the lost civilisation mentioned in antiquity.
nb: handler om Atlantis, den forsvunne sivilisasjon som er omtalt i antikken.

source: In 1944 she wrote to Ise Gropius in the United States:
nb: I 1944 skrev hun til Ise Gropius i USA:

source: Most important among those are mixed media works by Sigurd Winge and Olav Strømme, Gert Jynge’s expressive figurative paintings and the politically committed art of Arne Ekeland, not to mention the nearly complete graphic works of Rolf Nesch.
nb: Blant de viktigste er materialbildene til Sigurd Winge og Olav Strømme, Gert Jynges ekspressive figurative malerier, den politisk motiverte kunsten til Arne Ekeland og ikke minst, den svært omfattende samlingen av Rolf Neschs grafiske verk.

source: "Utover dalen mot Middelhavet, Saint-Paul-de-Vence" relates to: Related works
nb: "Utover dalen mot Middelhavet, Saint-Paul-de-Vence" relaterer til: Utforsk lignende verk fra samlingen

source: "Hund" relates to:
nb: "Hund" relaterer til:

source: Nøstetangen and European glass
nb: Nøstetangen og utlandet

source: Raimondi, Marcantonio, hans skole (assumed certain)
nb: Raimondi, Marcantonio, hans skole (antatt sikker)

source: "Skuespillere i rolle" relates to: Related works
nb: "Skuespillere i rolle" relaterer til: Utforsk lignende verk fra samlingen

source: "Haugianerne" relates to:
nb: "Haugianerne" relaterer til:

source: "Sau og lam" relates to: Related works
nb: "Sau og lam" relaterer til: Utforsk lignende verk fra samlingen

source: In addition, he wrote poems, prose and diaries.
nb: I tillegg skrev han dikt, prosa og dagbøker.

source: "Figurstudier" relates to:
nb: "Figurstudier" relaterer til:

source: Jacopo, il giovane Palma (Artist for cartoon/modello i.a.
nb: Jacopo, il giovane Palma (Kunstner for mønster/kartong e.l.

source: Roelant Savery (by erroneus tradition)
nb: Roelant Savery (ifølge feilaktig tradisjon)

source: "Biret Hellegsdotter, Rustan, Flesberg" relates to: Related works
nb: "Biret Hellegsdotter, Rustan, Flesberg" relaterer til: Utforsk lignende verk fra samlingen

source: Elisabetta Sirani (by erroneus tradition)
nb: Elisabetta Sirani (ifølge feilaktig tradisjon)

source: "Båtstudier" relates to:
nb: "Båtstudier, Kattegat" relaterer til:

source: Other contributors were Raul Pantaleo from TAM Associati, Ezio Micelli fra IUAV, Andrea Mariotto og Andrea Curtoni.
nb: Andre bidragsytere var Raul Pantaleo fra TAM Associati, Andrea Mariotto og Andrea Curtoni.

source: "Kunstnerkolleger" relates to:
nb: "Kunstnerkolleger" relaterer til:

source: This was the first time that photographs of Sami people on the Russian side of the border were going to be shown in Norway.
nb: Han hadde nettopp vært i Russland og tatt bilder av samene der, og dette var første gang fotografier av samer fra russisk side skulle vises i Norge.

source: Ice skates, W. Thornhill & Co, sometime between 1900 and 1920
nb: Skøyter, W. Thornhill & Co, Mellom 1900 og 1920 Foto:

source: from 1964 is one of the highlights of this period, with for example the newspaper Morgenbladet
nb: fra 1964 er et av høydepunktene fra denne perioden.

source: Beginning in 1884, however, several study trips to Paris opened Wentzel’s eyes to a brighter palette, as evinced by this painting.
nb: Flere studiebesøk (første gang i 1884) i Paris åpnet imidlertid Wentzels øyne for en lysere fargepalett, noe som preger hans senere malerier.

source: "Skisse til ulike brosjer" relates to: Related works
nb: "Skisse til ulike brosjer" relaterer til: Utforsk lignende verk fra samlingen

source: Per og Molle Cappelen (Architectural office) Creation date:
nb: Per og Molle Cappelen (Arkitektkontor)

source: "Figur i døråpning" relates to: Related works
nb: "Figur i døråpning" relaterer til: Utforsk lignende verk fra samlingen

source: Show the image "Brown fur jacket with gold details.
nb: Vis bildet "Brun pelsjakke med gulldekor, laget av Pels-Backer.

source: "Fra kysten ved Kjørbo" relates to: Related works
nb: "Fra kysten ved Kjørbo" relaterer til: Utforsk lignende verk fra samlingen

source: A Gucci garment and a pair of skin-coloured knitted gloves, like relics from the artist’s life, lie casually discarded on the installation.
nb: En Gucci-drakt og et par hudfargede strikkevotter, som fremstår som relikvier fra kunstnerens liv, ligger henslengt på installasjonen.

source: "Procida sett fra sjøen" relates to: Related works
nb: "Procida sett fra sjøen, Procida i Forbisegling" relaterer til: Utforsk lignende verk fra samlingen

source: One of the high points of Wankel’s career occurred in 1925, when she participated in
nb: Et karrieremessig høydepunkt kom i 1925 med deltakelse på den første store presentasjonen av den toneangivende kunsten i tiden etter første verdenskrig:

source: (Historical event, person, place, with affiliation - assumed certain)
nb: (International Silver Co.) (Historisk hendelse, person, sted, med tilknytning - antatt sikker)

source: Giovanni Battista Piranesi," Prisoners on a Projecting Platfor", 1745 / 1760–1775.
nb: Giovanni Battista Piranesi, «Imaginære fengsler X», 1745 (plate) / 1760–1775 (trykk).

source: Ming (Historical event, person, place, with affiliation - assumed)
nb: Ming (Historisk hendelse, person, sted, med tilknytning - antatt)

source: Ground floor", 1996
nb: Bakkeplan», 1996 Foto:

source: Jan van Ravesteyn (by erroneus tradition)
nb: Jan van Ravesteyn (ifølge feilaktig tradisjon)

source: Arnold Wiigs fabrikker (Manufactured by)
nb: Uidentifisert fotograf (Fotograf - usikker)

source: While there she met the German artist Hans Hartung.
nb: Her møtte hun den tyske kunstneren Hans Hartung.

source: Savio seldom dated his prints, but most of them were probably produced between 1920 and 1934.
nb: Savio daterer sjelden trykkene sine, men de fleste blir sannsynligvis produsert mellom 1920 og 1934.

source: Adolph Tidemand depicts a historical scene from recent Norwegian history.
nb: I Haugianerne skildrer Adolph Tidemand nær, norsk historie.

source: Inspired by minimalist art, she followed the modern tradition of Spanish sculpture, taking up the mantle of such artists as Julio González and Eduardo Chillida.
nb: Med tråder tilbake til minimalismen slutter hun seg til den spanske skulpturens moderne tradisjon og til kunstnere som Julio Gonzalez og Eduardo Chillida.

source: Here the key works are by Christian Krohg, Harriet Backer and Erik Werenskiold as well as by leading Danish and Swedish artists.
nb: Her er hovedverk av Christian Krohg, Harriet Backer og Erik Werenskiold så vel som av ledende danske og svenske kunstnere.

source: In the 1890s, a series of skating photos were shot, photos that today are a part of Queen Maud's private albums in the Royal Collections:
nb: En gang på 1890-tallet ble det tatt bilder som i dag er i dronning Mauds private album ved De kongelige samlinger:

source: "Ole Nielsen Brække, Sauland" relates to: Related works
nb: "Ole Nielsen Brække, Sauland" relaterer til: Utforsk lignende verk fra samlingen

source: "Kuer på beite" relates to: Related works
nb: "Kuer på beite" relaterer til: Utforsk lignende verk fra samlingen

source: Verdensutstillingen i Paris 1889 (Historical event, person, place, with affiliation)
nb: Verdensutstillingen i Paris 1889 (Historisk hendelse, person, sted, med tilknytning)

source: Gerhard Munthe (1849–1929) interpreted Norwegian folk tales and legends, but was also inspired by Japonisme and Art Nouveau.
nb: Gerhard Munthe (1849–1929) tolket norske folkeeventyr og sagn, men var også inspirert av japanisme og art-nouveau.

source: The colour of life and love is, in any case, a key element of the picture.
nb: Livet og kjærlighetens farge står i hvert fall sentralt i bildet.

source: You may be surprised, provoked, happy, angry or moved.
nb: Det kan hende du blir overrasket, provosert, glad, sint eller rørt.

source: Folktale illustrations were drawn at the size they would later be reproduced at, before being transferred to a xylograph (engraving) for reproduction in a book.
nb: De ble overført til xylografi (trestikk) for gjengivelse i bok, og Erik Werenskiold har tatt hensyn til dette i strekføringen.

source: Wankel held two major exhibitions in 1930 and 1934, where she showed pictures featuring stylised figuration and flat, organic forms.
nb: I 1930 og 1934 gjennomførte Wankel to større utstillinger med bilder hvor hun gikk i retning av stilisert figurasjon og flate, organiske former.

source: The sculpture's title has its origins in Arabic, where thawr means ox, an animal that Umar often saw, and admired, in childhood.
nb: Verkstittelen har sin opprinnelse fra arabisk, hvor thawr betyr okse, et dyr som Umar hadde sett ofte, og beundret, i barndommen.

source: Hans Jæger's character Vera in the trilogy
nb: Hans Jægers figur Vera i trilogien

source: The pastel from 1887,
nb: Pastellen fra 1887,

source: Joseph Large (Historical event, person, place, with affiliation)
nb: Joseph Large (Historisk hendelse, person, sted, med tilknytning)

source: Hans Christian Mengshoel (Historical event, person, place, with affiliation)
nb: Hans Christian Mengshoel (Historisk hendelse, person, sted, med tilknytning)

source: The still lifes include lovely painted porcelain, platters, vases and sauceboats, but also depict body parts, tattoos, skin and costume jewellery.
nb: Stillebenene inneholder nydelig, malt porselen, fat, vaser og sauseboller, men også fremstillinger av kroppsdeler, tatoveringer, hud og bijouteri.
